index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Mathematical explorations</title>
<!-- 2013-08-18 Sun 14:34 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="generator" content="Org-mode"/>
<meta name="author" content="Marco Gualtieri"/>
<link rel="stylesheet" type="text/css" href="stylesheet.css" />
</head>
<body>
<div id="content">
<h1 class="title">Mathematical explorations</h1>
<p>
Mathematical discovery and creative problem solving
</p>

<div id="outline-container-sec-1" class="outline-2 courseinfo">
<h2 id="sec-1">Course information</h2>
<div class="outline-text-2" id="text-1">
<p>
<span class="underline">Code:</span> <a href="http://www.artsandscience.utoronto.ca/ofr/1213_199/pmu199h1.html#L0291F">PMU199F</a><br/>
   <span class="underline">Instructor:</span> <a href="http://www.math.toronto.edu/mgualt">Marco Gualtieri</a>, office hours by appointment.<br/>
   <span class="underline">Class schedule:</span> R3-5 <br/>
   <span class="underline">Evaluation:</span> Participation/presentation 30%, Assignments 70%<br/>
</p>

<p>
This course is an exploration of great ideas in mathematics.  Some
of the topics we will encounter are centuries-old, while others are
still under active development today.  Among other things, we will
learn about the concept of infinity, the nature of space and
spacetime, the meaning of higher-dimensional polyhedra, and how to
build and understand fractals. Students will read and critique
assigned texts and videos, write micro-essays, carry out
experiments, develop mathematical intuition and skills, and engage
in class discussion.
</p>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Assignments</h2>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Essay in a straight-jacket</h2>
<div class="outline-text-2" id="text-3">
<p>
The micro-essays within the assignments should be 300-500
words. They must be preceded by an outline. The mini-essay should
have a simple structure and a clear idea, and should avoid
embellishments and flowery language. Stick to clear factual
statements and ensure that each sentence carries actual content and
does not duplicate previous statements. 
Evaluation will be by two main criteria: Does the essay make a clear
statement? Does it make an interesting statement? 
</p>
</div>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4">Writing assistance</h2>
<div class="outline-text-2" id="text-4">
<ul class="org-ul">
<li><a href="http://www.writing.utoronto.ca/writing-centres/learning">Writing Centre</a>
</li>
<li><a href="http://www.writing.utoronto.ca/news/writing-plus">Writing workshops</a>
</li>
<li><a href="http://www.writing.utoronto.ca/advice/using-sources/how-not-to-plagiarize">How not to plagiarize</a>
</li>
<li><a href="http://www.writing.utoronto.ca/advice/using-sources/documentation">How to reference properly</a>
</li>
<li><a href="http://www.artsci.utoronto.ca/current/undergraduate/ell">Improving your English</a>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-5" class="outline-2">
<h2 id="sec-5">Accessibility Needs</h2>
<div class="outline-text-2" id="text-5">
<p>
If you require accommodations for a disability, contact <a href="http://studentlife.utoronto.ca/accessibility">Accessibility Services</a>.
</p>
</div>
</div>
</div>
</body>
</html>
